{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "AAAAAAA": 5,
      "AAAAAAC": 6,
      "AAAAAAG": 7,
      "AAAAAAT": 8,
      "AAAAACA": 9,
      "AAAAACC": 10,
      "AAAAACG": 11,
      "AAAAACT": 12,
      "AAAAAGA": 13,
      "AAAAAGC": 14,
      "AAAAAGG": 15,
      "AAAAAGT": 16,
      "AAAAATA": 17,
      "AAAAATC": 18,
      "AAAAATG": 19,
      "AAAAATT": 20,
      "AAAACAA": 21,
      "AAAACAC": 22,
      "AAAACAG": 23,
      "AAAACAT": 24,
      "AAAACCA": 25,
      "AAAACCC": 26,
      "AAAACCG": 27,
      "AAAACCT": 28,
      "AAAACGA": 29,
      "AAAACGC": 30,
      "AAAACGG": 31,
      "AAAACGT": 32,
      "AAAACTA": 33,
      "AAAACTC": 34,
      "AAAACTG": 35,
      "AAAACTT": 36,
      "AAAAGAA": 37,
      "AAAAGAC": 38,
      "AAAAGAG": 39,
      "AAAAGAT": 40,
      "AAAAGCA": 41,
      "AAAAGCC": 42,
      "AAAAGCG": 43,
      "AAAAGCT": 44,
      "AAAAGGA": 45,
      "AAAAGGC": 46,
      "AAAAGGG": 47,
      "AAAAGGT": 48,
      "AAAAGTA": 49,
      "AAAAGTC": 50,
      "AAAAGTG": 51,
      "AAAAGTT": 52,
      "AAAATAA": 53,
      "AAAATAC": 54,
      "AAAATAG": 55,
      "AAAATAT": 56,
      "AAAATCA": 57,
      "AAAATCC": 58,
      "AAAATCG": 59,
      "AAAATCT": 60,
      "AAAATGA": 61,
      "AAAATGC": 62,
      "AAAATGG": 63,
      "AAAATGT": 64,
      "AAAATTA": 65,
      "AAAATTC": 66,
      "AAAATTG": 67,
      "AAAATTT": 68,
      "AAACAAA": 69,
      "AAACAAC": 70,
      "AAACAAG": 71,
      "AAACAAT": 72,
      "AAACACA": 73,
      "AAACACC": 74,
      "AAACACG": 75,
      "AAACACT": 76,
      "AAACAGA": 77,
      "AAACAGC": 78,
      "AAACAGG": 79,
      "AAACAGT": 80,
      "AAACATA": 81,
      "AAACATC": 82,
      "AAACATG": 83,
      "AAACATT": 84,
      "AAACCAA": 85,
      "AAACCAC": 86,
      "AAACCAG": 87,
      "AAACCAT": 88,
      "AAACCCA": 89,
      "AAACCCC": 90,
      "AAACCCG": 91,
      "AAACCCT": 92,
      "AAACCGA": 93,
      "AAACCGC": 94,
      "AAACCGG": 95,
      "AAACCGT": 96,
      "AAACCTA": 97,
      "AAACCTC": 98,
      "AAACCTG": 99,
      "AAACCTT": 100,
      "AAACGAA": 101,
      "AAACGAC": 102,
      "AAACGAG": 103,
      "AAACGAT": 104,
      "AAACGCA": 105,
      "AAACGCC": 106,
      "AAACGCG": 107,
      "AAACGCT": 108,
      "AAACGGA": 109,
      "AAACGGC": 110,
      "AAACGGG": 111,
      "AAACGGT": 112,
      "AAACGTA": 113,
      "AAACGTC": 114,
      "AAACGTG": 115,
      "AAACGTT": 116,
      "AAACTAA": 117,
      "AAACTAC": 118,
      "AAACTAG": 119,
      "AAACTAT": 120,
      "AAACTCA": 121,
      "AAACTCC": 122,
      "AAACTCG": 123,
      "AAACTCT": 124,
      "AAACTGA": 125,
      "AAACTGC": 126,
      "AAACTGG": 127,
      "AAACTGT": 128,
      "AAACTTA": 129,
      "AAACTTC": 130,
      "AAACTTG": 131,
      "AAACTTT": 132,
      "AAAGAAA": 133,
      "AAAGAAC": 134,
      "AAAGAAG": 135,
      "AAAGAAT": 136,
      "AAAGACA": 137,
      "AAAGACC": 138,
      "AAAGACG": 139,
      "AAAGACT": 140,
      "AAAGAGA": 141,
      "AAAGAGC": 142,
      "AAAGAGG": 143,
      "AAAGAGT": 144,
      "AAAGATA": 145,
      "AAAGATC": 146,
      "AAAGATG": 147,
      "AAAGATT": 148,
      "AAAGCAA": 149,
      "AAAGCAC": 150,
      "AAAGCAG": 151,
      "AAAGCAT": 152,
      "AAAGCCA": 153,
      "AAAGCCC": 154,
      "AAAGCCG": 155,
      "AAAGCCT": 156,
      "AAAGCGA": 157,
      "AAAGCGC": 158,
      "AAAGCGG": 159,
      "AAAGCGT": 160,
      "AAAGCTA": 161,
      "AAAGCTC": 162,
      "AAAGCTG": 163,
      "AAAGCTT": 164,
      "AAAGGAA": 165,
      "AAAGGAC": 166,
      "AAAGGAG": 167,
      "AAAGGAT": 168,
      "AAAGGCA": 169,
      "AAAGGCC": 170,
      "AAAGGCG": 171,
      "AAAGGCT": 172,
      "AAAGGGA": 173,
      "AAAGGGC": 174,
      "AAAGGGG": 175,
      "AAAGGGT": 176,
      "AAAGGTA": 177,
      "AAAGGTC": 178,
      "AAAGGTG": 179,
      "AAAGGTT": 180,
      "AAAGTAA": 181,
      "AAAGTAC": 182,
      "AAAGTAG": 183,
      "AAAGTAT": 184,
      "AAAGTCA": 185,
      "AAAGTCC": 186,
      "AAAGTCG": 187,
      "AAAGTCT": 188,
      "AAAGTGA": 189,
      "AAAGTGC": 190,
      "AAAGTGG": 191,
      "AAAGTGT": 192,
      "AAAGTTA": 193,
      "AAAGTTC": 194,
      "AAAGTTG": 195,
      "AAAGTTT": 196,
      "AAATAAA": 197,
      "AAATAAC": 198,
      "AAATAAG": 199,
      "AAATAAT": 200,
      "AAATACA": 201,
      "AAATACC": 202,
      "AAATACG": 203,
      "AAATACT": 204,
      "AAATAGA": 205,
      "AAATAGC": 206,
      "AAATAGG": 207,
      "AAATAGT": 208,
      "AAATATA": 209,
      "AAATATC": 210,
      "AAATATG": 211,
      "AAATATT": 212,
      "AAATCAA": 213,
      "AAATCAC": 214,
      "AAATCAG": 215,
      "AAATCAT": 216,
      "AAATCCA": 217,
      "AAATCCC": 218,
      "AAATCCG": 219,
      "AAATCCT": 220,
      "AAATCGA": 221,
      "AAATCGC": 222,
      "AAATCGG": 223,
      "AAATCGT": 224,
      "AAATCTA": 225,
      "AAATCTC": 226,
      "AAATCTG": 227,
      "AAATCTT": 228,
      "AAATGAA": 229,
      "AAATGAC": 230,
      "AAATGAG": 231,
      "AAATGAT": 232,
      "AAATGCA": 233,
      "AAATGCC": 234,
      "AAATGCG": 235,
      "AAATGCT": 236,
      "AAATGGA": 237,
      "AAATGGC": 238,
      "AAATGGG": 239,
      "AAATGGT": 240,
      "AAATGTA": 241,
      "AAATGTC": 242,
      "AAATGTG": 243,
      "AAATGTT": 244,
      "AAATTAA": 245,
      "AAATTAC": 246,
      "AAATTAG": 247,
      "AAATTAT": 248,
      "AAATTCA": 249,
      "AAATTCC": 250,
      "AAATTCG": 251,
      "AAATTCT": 252,
      "AAATTGA": 253,
      "AAATTGC": 254,
      "AAATTGG": 255,
      "AAATTGT": 256,
      "AAATTTA": 257,
      "AAATTTC": 258,
      "AAATTTG": 259,
      "AAATTTT": 260,
      "AACAAAA": 261,
      "AACAAAC": 262,
      "AACAAAG": 263,
      "AACAAAT": 264,
      "AACAACA": 265,
      "AACAACC": 266,
      "AACAACG": 267,
      "AACAACT": 268,
      "AACAAGA": 269,
      "AACAAGC": 270,
      "AACAAGG": 271,
      "AACAAGT": 272,
      "AACAATA": 273,
      "AACAATC": 274,
      "AACAATG": 275,
      "AACAATT": 276,
      "AACACAA": 277,
      "AACACAC": 278,
      "AACACAG": 279,
      "AACACAT": 280,
      "AACACCA": 281,
      "AACACCC": 282,
      "AACACCG": 283,
      "AACACCT": 284,
      "AACACGA": 285,
      "AACACGC": 286,
      "AACACGG": 287,
      "AACACGT": 288,
      "AACACTA": 289,
      "AACACTC": 290,
      "AACACTG": 291,
      "AACACTT": 292,
      "AACAGAA": 293,
      "AACAGAC": 294,
      "AACAGAG": 295,
      "AACAGAT": 296,
      "AACAGCA": 297,
      "AACAGCC": 298,
      "AACAGCG": 299,
      "AACAGCT": 300,
      "AACAGGA": 301,
      "AACAGGC": 302,
      "AACAGGG": 303,
      "AACAGGT": 304,
      "AACAGTA": 305,
      "AACAGTC": 306,
      "AACAGTG": 307,
      "AACAGTT": 308,
      "AACATAA": 309,
      "AACATAC": 310,
      "AACATAG": 311,
      "AACATAT": 312,
      "AACATCA": 313,
      "AACATCC": 314,
      "AACATCG": 315,
      "AACATCT": 316,
      "AACATGA": 317,
      "AACATGC": 318,
      "AACATGG": 319,
      "AACATGT": 320,
      "AACATTA": 321,
      "AACATTC": 322,
      "AACATTG": 323,
      "AACATTT": 324,
      "AACCAAA": 325,
      "AACCAAC": 326,
      "AACCAAG": 327,
      "AACCAAT": 328,
      "AACCACA": 329,
      "AACCACC": 330,
      "AACCACG": 331,
      "AACCACT": 332,
      "AACCAGA": 333,
      "AACCAGC": 334,
      "AACCAGG": 335,
      "AACCAGT": 336,
      "AACCATA": 337,
      "AACCATC": 338,
      "AACCATG": 339,
      "AACCATT": 340,
      "AACCCAA": 341,
      "AACCCAC": 342,
      "AACCCAG": 343,
      "AACCCAT": 344,
      "AACCCCA": 345,
      "AACCCCC": 346,
      "AACCCCG": 347,
      "AACCCCT": 348,
      "AACCCGA": 349,
      "AACCCGC": 350,
      "AACCCGG": 351,
      "AACCCGT": 352,
      "AACCCTA": 353,
      "AACCCTC": 354,
      "AACCCTG": 355,
      "AACCCTT": 356,
      "AACCGAA": 357,
      "AACCGAC": 358,
      "AACCGAG": 359,
      "AACCGAT": 360,
      "AACCGCA": 361,
      "AACCGCC": 362,
      "AACCGCG": 363,
      "AACCGCT": 364,
      "AACCGGA": 365,
      "AACCGGC": 366,
      "AACCGGG": 367,
      "AACCGGT": 368,
      "AACCGTA": 369,
      "AACCGTC": 370,
      "AACCGTG": 371,
      "AACCGTT": 372,
      "AACCTAA": 373,
      "AACCTAC": 374,
      "AACCTAG": 375,
      "AACCTAT": 376,
      "AACCTCA": 377,
      "AACCTCC": 378,
      "AACCTCG": 379,
      "AACCTCT": 380,
      "AACCTGA": 381,
      "AACCTGC": 382,
      "AACCTGG": 383,
      "AACCTGT": 384,
      "AACCTTA": 385,
      "AACCTTC": 386,
      "AACCTTG": 387,
      "AACCTTT": 388,
      "AACGAAA": 389,
      "AACGAAC": 390,
      "AACGAAG": 391,
      "AACGAAT": 392,
      "AACGACA": 393,
      "AACGACC": 394,
      "AACGACG": 395,
      "AACGACT": 396,
      "AACGAGA": 397,
      "AACGAGC": 398,
      "AACGAGG": 399,
      "AACGAGT": 400,
      "AACGATA": 401,
      "AACGATC": 402,
      "AACGATG": 403,
      "AACGATT": 404,
      "AACGCAA": 405,
      "AACGCAC": 406,
      "AACGCAG": 407,
      "AACGCAT": 408,
      "AACGCCA": 409,
      "AACGCCC": 410,
      "AACGCCG": 411,
      "AACGCCT": 412,
      "AACGCGA": 413,
      "AACGCGC": 414,
      "AACGCGG": 415,
      "AACGCGT": 416,
      "AACGCTA": 417,
      "AACGCTC": 418,
      "AACGCTG": 419,
      "AACGCTT": 420,
      "AACGGAA": 421,
      "AACGGAC": 422,
      "AACGGAG": 423,
      "AACGGAT": 424,
      "AACGGCA": 425,
      "AACGGCC": 426,
      "AACGGCG": 427,
      "AACGGCT": 428,
      "AACGGGA": 429,
      "AACGGGC": 430,
      "AACGGGG": 431,
      "AACGGGT": 432,
      "AACGGTA": 433,
      "AACGGTC": 434,
      "AACGGTG": 435,
      "AACGGTT": 436,
      "AACGTAA": 437,
      "AACGTAC": 438,
      "AACGTAG": 439,
      "AACGTAT": 440,
      "AACGTCA": 441,
      "AACGTCC": 442,
      "AACGTCG": 443,
      "AACGTCT": 444,
      "AACGTGA": 445,
      "AACGTGC": 446,
      "AACGTGG": 447,
      "AACGTGT": 448,
      "AACGTTA": 449,
      "AACGTTC": 450,
      "AACGTTG": 451,
      "AACGTTT": 452,
      "AACTAAA": 453,
      "AACTAAC": 454,
      "AACTAAG": 455,
      "AACTAAT": 456,
      "AACTACA": 457,
      "AACTACC": 458,
      "AACTACG": 459,
      "AACTACT": 460,
      "AACTAGA": 461,
      "AACTAGC": 462,
      "AACTAGG": 463,
      "AACTAGT": 464,
      "AACTATA": 465,
      "AACTATC": 466,
      "AACTATG": 467,
      "AACTATT": 468,
      "AACTCAA": 469,
      "AACTCAC": 470,
      "AACTCAG": 471,
      "AACTCAT": 472,
      "AACTCCA": 473,
      "AACTCCC": 474,
      "AACTCCG": 475,
      "AACTCCT": 476,
      "AACTCGA": 477,
      "AACTCGC": 478,
      "AACTCGG": 479,
      "AACTCGT": 480,
      "AACTCTA": 481,
      "AACTCTC": 482,
      "AACTCTG": 483,
      "AACTCTT": 484,
      "AACTGAA": 485,
      "AACTGAC": 486,
      "AACTGAG": 487,
      "AACTGAT": 488,
      "AACTGCA": 489,
      "AACTGCC": 490,
      "AACTGCG": 491,
      "AACTGCT": 492,
      "AACTGGA": 493,
      "AACTGGC": 494,
      "AACTGGG": 495,
      "AACTGGT": 496,
      "AACTGTA": 497,
      "AACTGTC": 498,
      "AACTGTG": 499,
      "AACTGTT": 500,
      "AACTTAA": 501,
      "AACTTAC": 502,
      "AACTTAG": 503,
      "AACTTAT": 504,
      "AACTTCA": 505,
      "AACTTCC": 506,
      "AACTTCG": 507,
      "AACTTCT": 508,
      "AACTTGA": 509,
      "AACTTGC": 510,
      "AACTTGG": 511,
      "AACTTGT": 512,
      "AACTTTA": 513,
      "AACTTTC": 514,
      "AACTTTG": 515,
      "AACTTTT": 516,
      "AAGAAAA": 517,
      "AAGAAAC": 518,
      "AAGAAAG": 519,
      "AAGAAAT": 520,
      "AAGAACA": 521,
      "AAGAACC": 522,
      "AAGAACG": 523,
      "AAGAACT": 524,
      "AAGAAGA": 525,
      "AAGAAGC": 526,
      "AAGAAGG": 527,
      "AAGAAGT": 528,
      "AAGAATA": 529,
      "AAGAATC": 530,
      "AAGAATG": 531,
      "AAGAATT": 532,
      "AAGACAA": 533,
      "AAGACAC": 534,
      "AAGACAG": 535,
      "AAGACAT": 536,
      "AAGACCA": 537,
      "AAGACCC": 538,
      "AAGACCG": 539,
      "AAGACCT": 540,
      "AAGACGA": 541,
      "AAGACGC": 542,
      "AAGACGG": 543,
      "AAGACGT": 544,
      "AAGACTA": 545,
      "AAGACTC": 546,
      "AAGACTG": 547,
      "AAGACTT": 548,
      "AAGAGAA": 549,
      "AAGAGAC": 550,
      "AAGAGAG": 551,
      "AAGAGAT": 552,
      "AAGAGCA": 553,
      "AAGAGCC": 554,
      "AAGAGCG": 555,
      "AAGAGCT": 556,
      "AAGAGGA": 557,
      "AAGAGGC": 558,
      "AAGAGGG": 559,
      "AAGAGGT": 560,
      "AAGAGTA": 561,
      "AAGAGTC": 562,
      "AAGAGTG": 563,
      "AAGAGTT": 564,
      "AAGATAA": 565,
      "AAGATAC": 566,
      "AAGATAG": 567,
      "AAGATAT": 568,
      "AAGATCA": 569,
      "AAGATCC": 570,
      "AAGATCG": 571,
      "AAGATCT": 572,
      "AAGATGA": 573,
      "AAGATGC": 574,
      "AAGATGG": 575,
      "AAGATGT": 576,
      "AAGATTA": 577,
      "AAGATTC": 578,
      "AAGATTG": 579,
      "AAGATTT": 580,
      "AAGCAAA": 581,
      "AAGCAAC": 582,
      "AAGCAAG": 583,
      "AAGCAAT": 584,
      "AAGCACA": 585,
      "AAGCACC": 586,
      "AAGCACG": 587,
      "AAGCACT": 588,
      "AAGCAGA": 589,
      "AAGCAGC": 590,
      "AAGCAGG": 591,
      "AAGCAGT": 592,
      "AAGCATA": 593,
      "AAGCATC": 594,
      "AAGCATG": 595,
      "AAGCATT": 596,
      "AAGCCAA": 597,
      "AAGCCAC": 598,
      "AAGCCAG": 599,
      "AAGCCAT": 600,
      "AAGCCCA": 601,
      "AAGCCCC": 602,
      "AAGCCCG": 603,
      "AAGCCCT": 604,
      "AAGCCGA": 605,
      "AAGCCGC": 606,
      "AAGCCGG": 607,
      "AAGCCGT": 608,
      "AAGCCTA": 609,
      "AAGCCTC": 610,
      "AAGCCTG": 611,
      "AAGCCTT": 612,
      "AAGCGAA": 613,
      "AAGCGAC": 614,
      "AAGCGAG": 615,
      "AAGCGAT": 616,
      "AAGCGCA": 617,
      "AAGCGCC": 618,
      "AAGCGCG": 619,
      "AAGCGCT": 620,
      "AAGCGGA": 621,
      "AAGCGGC": 622,
      "AAGCGGG": 623,
      "AAGCGGT": 624,
      "AAGCGTA": 625,
      "AAGCGTC": 626,
      "AAGCGTG": 627,
      "AAGCGTT": 628,
      "AAGCTAA": 629,
      "AAGCTAC": 630,
      "AAGCTAG": 631,
      "AAGCTAT": 632,
      "AAGCTCA": 633,
      "AAGCTCC": 634,
      "AAGCTCG": 635,
      "AAGCTCT": 636,
      "AAGCTGA": 637,
      "AAGCTGC": 638,
      "AAGCTGG": 639,
      "AAGCTGT": 640,
      "AAGCTTA": 641,
      "AAGCTTC": 642,
      "AAGCTTG": 643,
      "AAGCTTT": 644,
      "AAGGAAA": 645,
      "AAGGAAC": 646,
      "AAGGAAG": 647,
      "AAGGAAT": 648,
      "AAGGACA": 649,
      "AAGGACC": 650,
      "AAGGACG": 651,
      "AAGGACT": 652,
      "AAGGAGA": 653,
      "AAGGAGC": 654,
      "AAGGAGG": 655,
      "AAGGAGT": 656,
      "AAGGATA": 657,
      "AAGGATC": 658,
      "AAGGATG": 659,
      "AAGGATT": 660,
      "AAGGCAA": 661,
      "AAGGCAC": 662,
      "AAGGCAG": 663,
      "AAGGCAT": 664,
      "AAGGCCA": 665,
      "AAGGCCC": 666,
      "AAGGCCG": 667,
      "AAGGCCT": 668,
      "AAGGCGA": 669,
      "AAGGCGC": 670,
      "AAGGCGG": 671,
      "AAGGCGT": 672,
      "AAGGCTA": 673,
      "AAGGCTC": 674,
      "AAGGCTG": 675,
      "AAGGCTT": 676,
      "AAGGGAA": 677,
      "AAGGGAC": 678,
      "AAGGGAG": 679,
      "AAGGGAT": 680,
      "AAGGGCA": 681,
      "AAGGGCC": 682,
      "AAGGGCG": 683,
      "AAGGGCT": 684,
      "AAGGGGA": 685,
      "AAGGGGC": 686,
      "AAGGGGG": 687,
      "AAGGGGT": 688,
      "AAGGGTA": 689,
      "AAGGGTC": 690,
      "AAGGGTG": 691,
      "AAGGGTT": 692,
      "AAGGTAA": 693,
      "AAGGTAC": 694,
      "AAGGTAG": 695,
      "AAGGTAT": 696,
      "AAGGTCA": 697,
      "AAGGTCC": 698,
      "AAGGTCG": 699,
      "AAGGTCT": 700,
      "AAGGTGA": 701,
      "AAGGTGC": 702,
      "AAGGTGG": 703,
      "AAGGTGT": 704,
      "AAGGTTA": 705,
      "AAGGTTC": 706,
      "AAGGTTG": 707,
      "AAGGTTT": 708,
      "AAGTAAA": 709,
      "AAGTAAC": 710,
      "AAGTAAG": 711,
      "AAGTAAT": 712,
      "AAGTACA": 713,
      "AAGTACC": 714,
      "AAGTACG": 715,
      "AAGTACT": 716,
      "AAGTAGA": 717,
      "AAGTAGC": 718,
      "AAGTAGG": 719,
      "AAGTAGT": 720,
      "AAGTATA": 721,
      "AAGTATC": 722,
      "AAGTATG": 723,
      "AAGTATT": 724,
      "AAGTCAA": 725,
      "AAGTCAC": 726,
      "AAGTCAG": 727,
      "AAGTCAT": 728,
      "AAGTCCA": 729,
      "AAGTCCC": 730,
      "AAGTCCG": 731,
      "AAGTCCT": 732,
      "AAGTCGA": 733,
      "AAGTCGC": 734,
      "AAGTCGG": 735,
      "AAGTCGT": 736,
      "AAGTCTA": 737,
      "AAGTCTC": 738,
      "AAGTCTG": 739,
      "AAGTCTT": 740,
      "AAGTGAA": 741,
      "AAGTGAC": 742,
      "AAGTGAG": 743,
      "AAGTGAT": 744,
      "AAGTGCA": 745,
      "AAGTGCC": 746,
      "AAGTGCG": 747,
      "AAGTGCT": 748,
      "AAGTGGA": 749,
      "AAGTGGC": 750,
      "AAGTGGG": 751,
      "AAGTGGT": 752,
      "AAGTGTA": 753,
      "AAGTGTC": 754,
      "AAGTGTG": 755,
      "AAGTGTT": 756,
      "AAGTTAA": 757,
      "AAGTTAC": 758,
      "AAGTTAG": 759,
      "AAGTTAT": 760,
      "AAGTTCA": 761,
      "AAGTTCC": 762,
      "AAGTTCG": 763,
      "AAGTTCT": 764,
      "AAGTTGA": 765,
      "AAGTTGC": 766,
      "AAGTTGG": 767,
      "AAGTTGT": 768,
      "AAGTTTA": 769,
      "AAGTTTC": 770,
      "AAGTTTG": 771,
      "AAGTTTT": 772,
      "AATAAAA": 773,
      "AATAAAC": 774,
      "AATAAAG": 775,
      "AATAAAT": 776,
      "AATAACA": 777,
      "AATAACC": 778,
      "AATAACG": 779,
      "AATAACT": 780,
      "AATAAGA": 781,
      "AATAAGC": 782,
      "AATAAGG": 783,
      "AATAAGT": 784,
      "AATAATA": 785,
      "AATAATC": 786,
      "AATAATG": 787,
      "AATAATT": 788,
      "AATACAA": 789,
      "AATACAC": 790,
      "AATACAG": 791,
      "AATACAT": 792,
      "AATACCA": 793,
      "AATACCC": 794,
      "AATACCG": 795,
      "AATACCT": 796,
      "AATACGA": 797,
      "AATACGC": 798,
      "AATACGG": 799,
      "AATACGT": 800,
      "AATACTA": 801,
      "AATACTC": 802,
      "AATACTG": 803,
      "AATACTT": 804,
      "AATAGAA": 805,
      "AATAGAC": 806,
      "AATAGAG": 807,
      "AATAGAT": 808,
      "AATAGCA": 809,
      "AATAGCC": 810,
      "AATAGCG": 811,
      "AATAGCT": 812,
      "AATAGGA": 813,
      "AATAGGC": 814,
      "AATAGGG": 815,
      "AATAGGT": 816,
      "AATAGTA": 817,
      "AATAGTC": 818,
      "AATAGTG": 819,
      "AATAGTT": 820,
      "AATATAA": 821,
      "AATATAC": 822,
      "AATATAG": 823,
      "AATATAT": 824,
      "AATATCA": 825,
      "AATATCC": 826,
      "AATATCG": 827,
      "AATATCT": 828,
      "AATATGA": 829,
      "AATATGC": 830,
      "AATATGG": 831,
      "AATATGT": 832,
      "AATATTA": 833,
      "AATATTC": 834,
      "AATATTG": 835,
      "AATATTT": 836,
      "AATCAAA": 837,
      "AATCAAC": 838,
      "AATCAAG": 839,
      "AATCAAT": 840,
      "AATCACA": 841,
      "AATCACC": 842,
      "AATCACG": 843,
      "AATCACT": 844,
      "AATCAGA": 845,
      "AATCAGC": 846,
      "AATCAGG": 847,
      "AATCAGT": 848,
      "AATCATA": 849,
      "AATCATC": 850,
      "AATCATG": 851,
      "AATCATT": 852,
      "AATCCAA": 853,
      "AATCCAC": 854,
      "AATCCAG": 855,
      "AATCCAT": 856,
      "AATCCCA": 857,
      "AATCCCC": 858,
      "AATCCCG": 859,
      "AATCCCT": 860,
      "AATCCGA": 861,
      "AATCCGC": 862,
      "AATCCGG": 863,
      "AATCCGT": 864,
      "AATCCTA": 865,
      "AATCCTC": 866,
      "AATCCTG": 867,
      "AATCCTT": 868,
      "AATCGAA": 869,
      "AATCGAC": 870,
      "AATCGAG": 871,
      "AATCGAT": 872,
      "AATCGCA": 873,
      "AATCGCC": 874,
      "AATCGCG": 875,
      "AATCGCT": 876,
      "AATCGGA": 877,
      "AATCGGC": 878,
      "AATCGGG": 879,
      "AATCGGT": 880,
      "AATCGTA": 881,
      "AATCGTC": 882,
      "AATCGTG": 883,
      "AATCGTT": 884,
      "AATCTAA": 885,
      "AATCTAC": 886,
      "AATCTAG": 887,
      "AATCTAT": 888,
      "AATCTCA": 889,
      "AATCTCC": 890,
      "AATCTCG": 891,
      "AATCTCT": 892,
      "AATCTGA": 893,
      "AATCTGC": 894,
      "AATCTGG": 895,
      "AATCTGT": 896,
      "AATCTTA": 897,
      "AATCTTC": 898,
      "AATCTTG": 899,
      "AATCTTT": 900,
      "AATGAAA": 901,
      "AATGAAC": 902,
      "AATGAAG": 903,
      "AATGAAT": 904,
      "AATGACA": 905,
      "AATGACC": 906,
      "AATGACG": 907,
      "AATGACT": 908,
      "AATGAGA": 909,
      "AATGAGC": 910,
      "AATGAGG": 911,
      "AATGAGT": 912,
      "AATGATA": 913,
      "AATGATC": 914,
      "AATGATG": 915,
      "AATGATT": 916,
      "AATGCAA": 917,
      "AATGCAC": 918,
      "AATGCAG": 919,
      "AATGCAT": 920,
      "AATGCCA": 921,
      "AATGCCC": 922,
      "AATGCCG": 923,
      "AATGCCT": 924,
      "AATGCGA": 925,
      "AATGCGC": 926,
      "AATGCGG": 927,
      "AATGCGT": 928,
      "AATGCTA": 929,
      "AATGCTC": 930,
      "AATGCTG": 931,
      "AATGCTT": 932,
      "AATGGAA": 933,
      "AATGGAC": 934,
      "AATGGAG": 935,
      "AATGGAT": 936,
      "AATGGCA": 937,
      "AATGGCC": 938,
      "AATGGCG": 939,
      "AATGGCT": 940,
      "AATGGGA": 941,
      "AATGGGC": 942,
      "AATGGGG": 943,
      "AATGGGT": 944,
      "AATGGTA": 945,
      "AATGGTC": 946,
      "AATGGTG": 947,
      "AATGGTT": 948,
      "AATGTAA": 949,
      "AATGTAC": 950,
      "AATGTAG": 951,
      "AATGTAT": 952,
      "AATGTCA": 953,
      "AATGTCC": 954,
      "AATGTCG": 955,
      "AATGTCT": 956,
      "AATGTGA": 957,
      "AATGTGC": 958,
      "AATGTGG": 959,
      "AATGTGT": 960,
      "AATGTTA": 961,
      "AATGTTC": 962,
      "AATGTTG": 963,
      "AATGTTT": 964,
      "AATTAAA": 965,
      "AATTAAC": 966,
      "AATTAAG": 967,
      "AATTAAT": 968,
      "AATTACA": 969,
      "AATTACC": 970,
      "AATTACG": 971,
      "AATTACT": 972,
      "AATTAGA": 973,
      "AATTAGC": 974,
      "AATTAGG": 975,
      "AATTAGT": 976,
      "AATTATA": 977,
      "AATTATC": 978,
      "AATTATG": 979,
      "AATTATT": 980,
      "AATTCAA": 981,
      "AATTCAC": 982,
      "AATTCAG": 983,
      "AATTCAT": 984,
      "AATTCCA": 985,
      "AATTCCC": 986,
      "AATTCCG": 987,
      "AATTCCT": 988,
      "AATTCGA": 989,
      "AATTCGC": 990,
      "AATTCGG": 991,
      "AATTCGT": 992,
      "AATTCTA": 993,
      "AATTCTC": 994,
      "AATTCTG": 995,
      "AATTCTT": 996,
      "AATTGAA": 997,
      "AATTGAC": 998,
      "AATTGAG": 999,
      "AATTGAT": 1000,
      "AATTGCA": 1001,
      "AATTGCC": 1002,
      "AATTGCG": 1003,
      "AATTGCT": 1004,
      "AATTGGA": 1005,
      "AATTGGC": 1006,
      "AATTGGG": 1007,
      "AATTGGT": 1008,
      "AATTGTA": 1009,
      "AATTGTC": 1010,
      "AATTGTG": 1011,
      "AATTGTT": 1012,
      "AATTTAA": 1013,
      "AATTTAC": 1014,
      "AATTTAG": 1015,
      "AATTTAT": 1016,
      "AATTTCA": 1017,
      "AATTTCC": 1018,
      "AATTTCG": 1019,
      "AATTTCT": 1020,
      "AATTTGA": 1021,
      "AATTTGC": 1022,
      "AATTTGG": 1023,
      "AATTTGT": 1024,
      "AATTTTA": 1025,
      "AATTTTC": 1026,
      "AATTTTG": 1027,
      "AATTTTT": 1028,
      "ACAAAAA": 1029,
      "ACAAAAC": 1030,
      "ACAAAAG": 1031,
      "ACAAAAT": 1032,
      "ACAAACA": 1033,
      "ACAAACC": 1034,
      "ACAAACG": 1035,
      "ACAAACT": 1036,
      "ACAAAGA": 1037,
      "ACAAAGC": 1038,
      "ACAAAGG": 1039,
      "ACAAAGT": 1040,
      "ACAAATA": 1041,
      "ACAAATC": 1042,
      "ACAAATG": 1043,
      "ACAAATT": 1044,
      "ACAACAA": 1045,
      "ACAACAC": 1046,
      "ACAACAG": 1047,
      "ACAACAT": 1048,
      "ACAACCA": 1049,
      "ACAACCC": 1050,
      "ACAACCG": 1051,
      "ACAACCT": 1052,
      "ACAACGA": 1053,
      "ACAACGC": 1054,
      "ACAACGG": 1055,
      "ACAACGT": 1056,
      "ACAACTA": 1057,
      "ACAACTC": 1058,
      "ACAACTG": 1059,
      "ACAACTT": 1060,
      "ACAAGAA": 1061,
      "ACAAGAC": 1062,
      "ACAAGAG": 1063,
      "ACAAGAT": 1064,
      "ACAAGCA": 1065,
      "ACAAGCC": 1066,
      "ACAAGCG": 1067,
      "ACAAGCT": 1068,
      "ACAAGGA": 1069,
      "ACAAGGC": 1070,
      "ACAAGGG": 1071,
      "ACAAGGT": 1072,
      "ACAAGTA": 1073,
      "ACAAGTC": 1074,
      "ACAAGTG": 1075,
      "ACAAGTT": 1076,
      "ACAATAA": 1077,
      "ACAATAC": 1078,
      "ACAATAG": 1079,
      "ACAATAT": 1080,
      "ACAATCA": 1081,
      "ACAATCC": 1082,
      "ACAATCG": 1083,
      "ACAATCT": 1084,
      "ACAATGA": 1085,
      "ACAATGC": 1086,
      "ACAATGG": 1087,
      "ACAATGT": 1088,
      "ACAATTA": 1089,
      "ACAATTC": 1090,
      "ACAATTG": 1091,
      "ACAATTT": 1092,
      "ACACAAA": 1093,
      "ACACAAC": 1094,
      "ACACAAG": 1095,
      "ACACAAT": 1096,
      "ACACACA": 1097,
      "ACACACC": 1098,
      "ACACACG": 1099,
      "ACACACT": 1100,
      "ACACAGA": 1101,
      "ACACAGC": 1102,
      "ACACAGG": 1103,
      "ACACAGT": 1104,
      "ACACATA": 1105,
      "ACACATC": 1106,
      "ACACATG": 1107,
      "ACACATT": 1108,
      "ACACCAA": 1109,
      "ACACCAC": 1110,
      "ACACCAG": 1111,
      "ACACCAT": 1112,
      "ACACCCA": 1113,
      "ACACCCC": 1114,
      "ACACCCG": 1115,
      "ACACCCT": 1116,
      "ACACCGA": 1117,
      "ACACCGC": 1118,
      "ACACCGG": 1119,
      "ACACCGT": 1120,
      "ACACCTA": 1121,
      "ACACCTC": 1122,
      "ACACCTG": 1123,
      "ACACCTT": 1124,
      "ACACGAA": 1125,
      "ACACGAC": 1126,
      "ACACGAG": 1127,
      "ACACGAT": 1128,
      "ACACGCA": 1129,
      "ACACGCC": 1130,
      "ACACGCG": 1131,
      "ACACGCT": 1132,
      "ACACGGA": 1133,
      "ACACGGC": 1134,
      "ACACGGG": 1135,
      "ACACGGT": 1136,
      "ACACGTA": 1137,
      "ACACGTC": 1138,
      "ACACGTG": 1139,
      "ACACGTT": 1140,
      "ACACTAA": 1141,
      "ACACTAC": 1142,
      "ACACTAG": 1143,
      "ACACTAT": 1144,
      "ACACTCA": 1145,
      "ACACTCC": 1146,
      "ACACTCG": 1147,
      "ACACTCT": 1148,
      "ACACTGA": 1149,
      "ACACTGC": 1150,
      "ACACTGG": 1151,
      "ACACTGT": 1152,
      "ACACTTA": 1153,
      "ACACTTC": 1154,
      "ACACTTG": 1155,
      "ACACTTT": 1156,
      "ACAGAAA": 1157,
      "ACAGAAC": 1158,
      "ACAGAAG": 1159,
      "ACAGAAT": 1160,
      "ACAGACA": 1161,
      "ACAGACC": 1162,
      "ACAGACG": 1163,
      "ACAGACT": 1164,
      "ACAGAGA": 1165,
      "ACAGAGC": 1166,
      "ACAGAGG": 1167,
      "ACAGAGT": 1168,
      "ACAGATA": 1169,
      "ACAGATC": 1170,
      "ACAGATG": 1171,
      "ACAGATT": 1172,
      "ACAGCAA": 1173,
      "ACAGCAC": 1174,
      "ACAGCAG": 1175,
      "ACAGCAT": 1176,
      "ACAGCCA": 1177,
      "ACAGCCC": 1178,
      "ACAGCCG": 1179,
      "ACAGCCT": 1180,
      "ACAGCGA": 1181,
      "ACAGCGC": 1182,
      "ACAGCGG": 1183,
      "ACAGCGT": 1184,
      "ACAGCTA": 1185,
      "ACAGCTC": 1186,
      "ACAGCTG": 1187,
      "ACAGCTT": 1188,
      "ACAGGAA": 1189,
      "ACAGGAC": 1190,
      "ACAGGAG": 1191,
      "ACAGGAT": 1192,
      "ACAGGCA": 1193,
      "ACAGGCC": 1194,
      "ACAGGCG": 1195,
      "ACAGGCT": 1196,
      "ACAGGGA": 1197,
      "ACAGGGC": 1198,
      "ACAGGGG": 1199,
      "ACAGGGT": 1200,
      "ACAGGTA": 1201,
      "ACAGGTC": 1202,
      "ACAGGTG": 1203,
      "ACAGGTT": 1204,
      "ACAGTAA": 1205,
      "ACAGTAC": 1206,
      "ACAGTAG": 1207,
      "ACAGTAT": 1208,
      "ACAGTCA": 1209,
      "ACAGTCC": 1210,
      "ACAGTCG": 1211,
      "ACAGTCT": 1212,
      "ACAGTGA": 1213,
      "ACAGTGC": 1214,
      "ACAGTGG": 1215,
      "ACAGTGT": 1216,
      "ACAGTTA": 1217,
      "ACAGTTC": 1218,
      "ACAGTTG": 1219,
      "ACAGTTT": 1220,
      "ACATAAA": 1221,
      "ACATAAC": 1222,
      "ACATAAG": 1223,
      "ACATAAT": 1224,
      "ACATACA": 1225,
      "ACATACC": 1226,
      "ACATACG": 1227,
      "ACATACT": 1228,
      "ACATAGA": 1229,
      "ACATAGC": 1230,
      "ACATAGG": 1231,
      "ACATAGT": 1232,
      "ACATATA": 1233,
      "ACATATC": 1234,
      "ACATATG": 1235,
      "ACATATT": 1236,
      "ACATCAA": 1237,
      "ACATCAC": 1238,
      "ACATCAG": 1239,
      "ACATCAT": 1240,
      "ACATCCA": 1241,
      "ACATCCC": 1242,
      "ACATCCG": 1243,
      "ACATCCT": 1244,
      "ACATCGA": 1245,
      "ACATCGC": 1246,
      "ACATCGG": 1247,
      "ACATCGT": 1248,
      "ACATCTA": 1249,
      "ACATCTC": 1250,
      "ACATCTG": 1251,
      "ACATCTT": 1252,
      "ACATGAA": 1253,
      "ACATGAC": 1254,
      "ACATGAG": 1255,
      "ACATGAT": 1256,
      "ACATGCA": 1257,
      "ACATGCC": 1258,
      "ACATGCG": 1259,
      "ACATGCT": 1260,
      "ACATGGA": 1261,
      "ACATGGC": 1262,
      "ACATGGG": 1263,
      "ACATGGT": 1264,
      "ACATGTA": 1265,
      "ACATGTC": 1266,
      "ACATGTG": 1267,
      "ACATGTT": 1268,
      "ACATTAA": 1269,
      "ACATTAC": 1270,
      "ACATTAG": 1271,
      "ACATTAT": 1272,
      "ACATTCA": 1273,
      "ACATTCC": 1274,
      "ACATTCG": 1275,
      "ACATTCT": 1276,
      "ACATTGA": 1277,
      "ACATTGC": 1278,
      "ACATTGG": 1279,
      "ACATTGT": 1280,
      "ACATTTA": 1281,
      "ACATTTC": 1282,
      "ACATTTG": 1283,
      "ACATTTT": 1284,
      "ACCAAAA": 1285,
      "ACCAAAC": 1286,
      "ACCAAAG": 1287,
      "ACCAAAT": 1288,
      "ACCAACA": 1289,
      "ACCAACC": 1290,
      "ACCAACG": 1291,
      "ACCAACT": 1292,
      "ACCAAGA": 1293,
      "ACCAAGC": 1294,
      "ACCAAGG": 1295,
      "ACCAAGT": 1296,
      "ACCAATA": 1297,
      "ACCAATC": 1298,
      "ACCAATG": 1299,
      "ACCAATT": 1300,
      "ACCACAA": 1301,
      "ACCACAC": 1302,
      "ACCACAG": 1303,
      "ACCACAT": 1304,
      "ACCACCA": 1305,
      "ACCACCC": 1306,
      "ACCACCG": 1307,
      "ACCACCT": 1308,
      "ACCACGA": 1309,
      "ACCACGC": 1310,
      "ACCACGG": 1311,
      "ACCACGT": 1312,
      "ACCACTA": 1313,
      "ACCACTC": 1314,
      "ACCACTG": 1315,
      "ACCACTT": 1316,
      "ACCAGAA": 1317,
      "ACCAGAC": 1318,
      "ACCAGAG": 1319,
      "ACCAGAT": 1320,
      "ACCAGCA": 1321,
      "ACCAGCC": 1322,
      "ACCAGCG": 1323,
      "ACCAGCT": 1324,
      "ACCAGGA": 1325,
      "ACCAGGC": 1326,
      "ACCAGGG": 1327,
      "ACCAGGT": 1328,
      "ACCAGTA": 1329,
      "ACCAGTC": 1330,
      "ACCAGTG": 1331,
      "ACCAGTT": 1332,
      "ACCATAA": 1333,
      "ACCATAC": 1334,
      "ACCATAG": 1335,
      "ACCATAT": 1336,
      "ACCATCA": 1337,
      "ACCATCC": 1338,
      "ACCATCG": 1339,
      "ACCATCT": 1340,
      "ACCATGA": 1341,
      "ACCATGC": 1342,
      "ACCATGG": 1343,
      "ACCATGT": 1344,
      "ACCATTA": 1345,
      "ACCATTC": 1346,
      "ACCATTG": 1347,
      "ACCATTT": 1348,
      "ACCCAAA": 1349,
      "ACCCAAC": 1350,
      "ACCCAAG": 1351,
      "ACCCAAT": 1352,
      "ACCCACA": 1353,
      "ACCCACC": 1354,
      "ACCCACG": 1355,
      "ACCCACT": 1356,
      "ACCCAGA": 1357,
      "ACCCAGC": 1358,
      "ACCCAGG": 1359,
      "ACCCAGT": 1360,
      "ACCCATA": 1361,
      "ACCCATC": 1362,
      "ACCCATG": 1363,
      "ACCCATT": 1364,
      "ACCCCAA": 1365,
      "ACCCCAC": 1366,
      "ACCCCAG": 1367,
      "ACCCCAT": 1368,
      "ACCCCCA": 1369,
      "ACCCCCC": 1370,
      "ACCCCCG": 1371,
      "ACCCCCT": 1372,
      "ACCCCGA": 1373,
      "ACCCCGC": 1374,
      "ACCCCGG": 1375,
      "ACCCCGT": 1376,
      "ACCCCTA": 1377,
      "ACCCCTC": 1378,
      "ACCCCTG": 1379,
      "ACCCCTT": 1380,
      "ACCCGAA": 1381,
      "ACCCGAC": 1382,
      "ACCCGAG": 1383,
      "ACCCGAT": 1384,
      "ACCCGCA": 1385,
      "ACCCGCC": 1386,
      "ACCCGCG": 1387,
      "ACCCGCT": 1388,
      "ACCCGGA": 1389,
      "ACCCGGC": 1390,
      "ACCCGGG": 1391,
      "ACCCGGT": 1392,
      "ACCCGTA": 1393,
      "ACCCGTC": 1394,
      "ACCCGTG": 1395,
      "ACCCGTT": 1396,
      "ACCCTAA": 1397,
      "ACCCTAC": 1398,
      "ACCCTAG": 1399,
      "ACCCTAT": 1400,
      "ACCCTCA": 1401,
      "ACCCTCC": 1402,
      "ACCCTCG": 1403,
      "ACCCTCT": 1404,
      "ACCCTGA": 1405,
      "ACCCTGC": 1406,
      "ACCCTGG": 1407,
      "ACCCTGT": 1408,
      "ACCCTTA": 1409,
      "ACCCTTC": 1410,
      "ACCCTTG": 1411,
      "ACCCTTT": 1412,
      "ACCGAAA": 1413,
      "ACCGAAC": 1414,
      "ACCGAAG": 1415,
      "ACCGAAT": 1416,
      "ACCGACA": 1417,
      "ACCGACC": 1418,
      "ACCGACG": 1419,
      "ACCGACT": 1420,
      "ACCGAGA": 1421,
      "ACCGAGC": 1422,
      "ACCGAGG": 1423,
      "ACCGAGT": 1424,
      "ACCGATA": 1425,
      "ACCGATC": 1426,
      "ACCGATG": 1427,
      "ACCGATT": 1428,
      "ACCGCAA": 1429,
      "ACCGCAC": 1430,
      "ACCGCAG": 1431,
      "ACCGCAT": 1432,
      "ACCGCCA": 1433,
      "ACCGCCC": 1434,
      "ACCGCCG": 1435,
      "ACCGCCT": 1436,
      "ACCGCGA": 1437,
      "ACCGCGC": 1438,
      "ACCGCGG": 1439,
      "ACCGCGT": 1440,
      "ACCGCTA": 1441,
      "ACCGCTC": 1442,
      "ACCGCTG": 1443,
      "ACCGCTT": 1444,
      "ACCGGAA": 1445,
      "ACCGGAC": 1446,
      "ACCGGAG": 1447,
      "ACCGGAT": 1448,
      "ACCGGCA": 1449,
      "ACCGGCC": 1450,
      "ACCGGCG": 1451,
      "ACCGGCT": 1452,
      "ACCGGGA": 1453,
      "ACCGGGC": 1454,
      "ACCGGGG": 1455,
      "ACCGGGT": 1456,
      "ACCGGTA": 1457,
      "ACCGGTC": 1458,
      "ACCGGTG": 1459,
      "ACCGGTT": 1460,
      "ACCGTAA": 1461,
      "ACCGTAC": 1462,
      "ACCGTAG": 1463,
      "ACCGTAT": 1464,
      "ACCGTCA": 1465,
      "ACCGTCC": 1466,
      "ACCGTCG": 1467,
      "ACCGTCT": 1468,
      "ACCGTGA": 1469,
      "ACCGTGC": 1470,
      "ACCGTGG": 1471,
      "ACCGTGT": 1472,
      "ACCGTTA": 1473,
      "ACCGTTC": 1474,
      "ACCGTTG": 1475,
      "ACCGTTT": 1476,
      "ACCTAAA": 1477,
      "ACCTAAC": 1478,
      "ACCTAAG": 1479,
      "ACCTAAT": 1480,
      "ACCTACA": 1481,
      "ACCTACC": 1482,
      "ACCTACG": 1483,
      "ACCTACT": 1484,
      "ACCTAGA": 1485,
      "ACCTAGC": 1486,
      "ACCTAGG": 1487,
      "ACCTAGT": 1488,
      "ACCTATA": 1489,
      "ACCTATC": 1490,
      "ACCTATG": 1491,
      "ACCTATT": 1492,
      "ACCTCAA": 1493,
      "ACCTCAC": 1494,
      "ACCTCAG": 1495,
      "ACCTCAT": 1496,
      "ACCTCCA": 1497,
      "ACCTCCC": 1498,
      "ACCTCCG": 1499,
      "ACCTCCT": 1500,
      "ACCTCGA": 1501,
      "ACCTCGC": 1502,
      "ACCTCGG": 1503,
      "ACCTCGT": 1504,
      "ACCTCTA": 1505,
      "ACCTCTC": 1506,
      "ACCTCTG": 1507,
      "ACCTCTT": 1508,
      "ACCTGAA": 1509,
      "ACCTGAC": 1510,
      "ACCTGAG": 1511,
      "ACCTGAT": 1512,
      "ACCTGCA": 1513,
      "ACCTGCC": 1514,
      "ACCTGCG": 1515,
      "ACCTGCT": 1516,
      "ACCTGGA": 1517,
      "ACCTGGC": 1518,
      "ACCTGGG": 1519,
      "ACCTGGT": 1520,
      "ACCTGTA": 1521,
      "ACCTGTC": 1522,
      "ACCTGTG": 1523,
      "ACCTGTT": 1524,
      "ACCTTAA": 1525,
      "ACCTTAC": 1526,
      "ACCTTAG": 1527,
      "ACCTTAT": 1528,
      "ACCTTCA": 1529,
      "ACCTTCC": 1530,
      "ACCTTCG": 1531,
      "ACCTTCT": 1532,
      "ACCTTGA": 1533,
      "ACCTTGC": 1534,
      "ACCTTGG": 1535,
      "ACCTTGT": 1536,
      "ACCTTTA": 1537,
      "ACCTTTC": 1538,
      "ACCTTTG": 1539,
      "ACCTTTT": 1540,
      "ACGAAAA": 1541,
      "ACGAAAC": 1542,
      "ACGAAAG": 1543,
      "ACGAAAT": 1544,
      "ACGAACA": 1545,
      "ACGAACC": 1546,
      "ACGAACG": 1547,
      "ACGAACT": 1548,
      "ACGAAGA": 1549,
      "ACGAAGC": 1550,
      "ACGAAGG": 1551,
      "ACGAAGT": 1552,
      "ACGAATA": 1553,
      "ACGAATC": 1554,
      "ACGAATG": 1555,
      "ACGAATT": 1556,
      "ACGACAA": 1557,
      "ACGACAC": 1558,
      "ACGACAG": 1559,
      "ACGACAT": 1560,
      "ACGACCA": 1561,
      "ACGACCC": 1562,
      "ACGACCG": 1563,
      "ACGACCT": 1564,
      "ACGACGA": 1565,
      "ACGACGC": 1566,
      "ACGACGG": 1567,
      "ACGACGT": 1568,
      "ACGACTA": 1569,
      "ACGACTC": 1570,
      "ACGACTG": 1571,
      "ACGACTT": 1572,
      "ACGAGAA": 1573,
      "ACGAGAC": 1574,
      "ACGAGAG": 1575,
      "ACGAGAT": 1576,
      "ACGAGCA": 1577,
      "ACGAGCC": 1578,
      "ACGAGCG": 1579,
      "ACGAGCT": 1580,
      "ACGAGGA": 1581,
      "ACGAGGC": 1582,
      "ACGAGGG": 1583,
      "ACGAGGT": 1584,
      "ACGAGTA": 1585,
      "ACGAGTC": 1586,
      "ACGAGTG": 1587,
      "ACGAGTT": 1588,
      "ACGATAA": 1589,
      "ACGATAC": 1590,
      "ACGATAG": 1591,
      "ACGATAT": 1592,
      "ACGATCA": 1593,
      "ACGATCC": 1594,
      "ACGATCG": 1595,
      "ACGATCT": 1596,
      "ACGATGA": 1597,
      "ACGATGC": 1598,
      "ACGATGG": 1599,
      "ACGATGT": 1600,
      "ACGATTA": 1601,
      "ACGATTC": 1602,
      "ACGATTG": 1603,
      "ACGATTT": 1604,
      "ACGCAAA": 1605,
      "ACGCAAC": 1606,
      "ACGCAAG": 1607,
      "ACGCAAT": 1608,
      "ACGCACA": 1609,
      "ACGCACC": 1610,
      "ACGCACG": 1611,
      "ACGCACT": 1612,
      "ACGCAGA": 1613,
      "ACGCAGC": 1614,
      "ACGCAGG": 1615,
      "ACGCAGT": 1616,
      "ACGCATA": 1617,
      "ACGCATC": 1618,
      "ACGCATG": 1619,
      "ACGCATT": 1620,
      "ACGCCAA": 1621,
      "ACGCCAC": 1622,
      "ACGCCAG": 1623,
      "ACGCCAT": 1624,
      "ACGCCCA": 1625,
      "ACGCCCC": 1626,
      "ACGCCCG": 1627,
      "ACGCCCT": 1628,
      "ACGCCGA": 1629,
      "ACGCCGC": 1630,
      "ACGCCGG": 1631,
      "ACGCCGT": 1632,
      "ACGCCTA": 1633,
      "ACGCCTC": 1634,
      "ACGCCTG": 1635,
      "ACGCCTT": 1636,
      "ACGCGAA": 1637,
      "ACGCGAC": 1638,
      "ACGCGAG": 1639,
      "ACGCGAT": 1640,
      "ACGCGCA": 1641,
      "ACGCGCC": 1642,
      "ACGCGCG": 1643,
      "ACGCGCT": 1644,
      "ACGCGGA": 1645,
      "ACGCGGC": 1646,
      "ACGCGGG": 1647,
      "ACGCGGT": 1648,
      "ACGCGTA": 1649,
      "ACGCGTC": 1650,
      "ACGCGTG": 1651,
      "ACGCGTT": 1652,
      "ACGCTAA": 1653,
      "ACGCTAC": 1654,
      "ACGCTAG": 1655,
      "ACGCTAT": 1656,
      "ACGCTCA": 1657,
      "ACGCTCC": 1658,
      "ACGCTCG": 1659,
      "ACGCTCT": 1660,
      "ACGCTGA": 1661,
      "ACGCTGC": 1662,
      "ACGCTGG": 1663,
      "ACGCTGT": 1664,
      "ACGCTTA": 1665,
      "ACGCTTC": 1666,
      "ACGCTTG": 1667,
      "ACGCTTT": 1668,
      "ACGGAAA": 1669,
      "ACGGAAC": 1670,
      "ACGGAAG": 1671,
      "ACGGAAT": 1672,
      "ACGGACA": 1673,
      "ACGGACC": 1674,
      "ACGGACG": 1675,
      "ACGGACT": 1676,
      "ACGGAGA": 1677,
      "ACGGAGC": 1678,
      "ACGGAGG": 1679,
      "ACGGAGT": 1680,
      "ACGGATA": 1681,
      "ACGGATC": 1682,
      "ACGGATG": 1683,
      "ACGGATT": 1684,
      "ACGGCAA": 1685,
      "ACGGCAC": 1686,
      "ACGGCAG": 1687,
      "ACGGCAT": 1688,
      "ACGGCCA": 1689,
      "ACGGCCC": 1690,
      "ACGGCCG": 1691,
      "ACGGCCT": 1692,
      "ACGGCGA": 1693,
      "ACGGCGC": 1694,
      "ACGGCGG": 1695,
      "ACGGCGT": 1696,
      "ACGGCTA": 1697,
      "ACGGCTC": 1698,
      "ACGGCTG": 1699,
      "ACGGCTT": 1700,
      "ACGGGAA": 1701,
      "ACGGGAC": 1702,
      "ACGGGAG": 1703,
      "ACGGGAT": 1704,
      "ACGGGCA": 1705,
      "ACGGGCC": 1706,
      "ACGGGCG": 1707,
      "ACGGGCT": 1708,
      "ACGGGGA": 1709,
      "ACGGGGC": 1710,
      "ACGGGGG": 1711,
      "ACGGGGT": 1712,
      "ACGGGTA": 1713,
      "ACGGGTC": 1714,
      "ACGGGTG": 1715,
      "ACGGGTT": 1716,
      "ACGGTAA": 1717,
      "ACGGTAC": 1718,
      "ACGGTAG": 1719,
      "ACGGTAT": 1720,
      "ACGGTCA": 1721,
      "ACGGTCC": 1722,
      "ACGGTCG": 1723,
      "ACGGTCT": 1724,
      "ACGGTGA": 1725,
      "ACGGTGC": 1726,
      "ACGGTGG": 1727,
      "ACGGTGT": 1728,
      "ACGGTTA": 1729,
      "ACGGTTC": 1730,
      "ACGGTTG": 1731,
      "ACGGTTT": 1732,
      "ACGTAAA": 1733,
      "ACGTAAC": 1734,
      "ACGTAAG": 1735,
      "ACGTAAT": 1736,
      "ACGTACA": 1737,
      "ACGTACC": 1738,
      "ACGTACG": 1739,
      "ACGTACT": 1740,
      "ACGTAGA": 1741,
      "ACGTAGC": 1742,
      "ACGTAGG": 1743,
      "ACGTAGT": 1744,
      "ACGTATA": 1745,
      "ACGTATC": 1746,
      "ACGTATG": 1747,
      "ACGTATT": 1748,
      "ACGTCAA": 1749,
      "ACGTCAC": 1750,
      "ACGTCAG": 1751,
      "ACGTCAT": 1752,
      "ACGTCCA": 1753,
      "ACGTCCC": 1754,
      "ACGTCCG": 1755,
      "ACGTCCT": 1756,
      "ACGTCGA": 1757,
      "ACGTCGC": 1758,
      "ACGTCGG": 1759,
      "ACGTCGT": 1760,
      "ACGTCTA": 1761,
      "ACGTCTC": 1762,
      "ACGTCTG": 1763,
      "ACGTCTT": 1764,
      "ACGTGAA": 1765,
      "ACGTGAC": 1766,
      "ACGTGAG": 1767,
      "ACGTGAT": 1768,
      "ACGTGCA": 1769,
      "ACGTGCC": 1770,
      "ACGTGCG": 1771,
      "ACGTGCT": 1772,
      "ACGTGGA": 1773,
      "ACGTGGC": 1774,
      "ACGTGGG": 1775,
      "ACGTGGT": 1776,
      "ACGTGTA": 1777,
      "ACGTGTC": 1778,
      "ACGTGTG": 1779,
      "ACGTGTT": 1780,
      "ACGTTAA": 1781,
      "ACGTTAC": 1782,
      "ACGTTAG": 1783,
      "ACGTTAT": 1784,
      "ACGTTCA": 1785,
      "ACGTTCC": 1786,
      "ACGTTCG": 1787,
      "ACGTTCT": 1788,
      "ACGTTGA": 1789,
      "ACGTTGC": 1790,
      "ACGTTGG": 1791,
      "ACGTTGT": 1792,
      "ACGTTTA": 1793,
      "ACGTTTC": 1794,
      "ACGTTTG": 1795,
      "ACGTTTT": 1796,
      "ACTAAAA": 1797,
      "ACTAAAC": 1798,
      "ACTAAAG": 1799,
      "ACTAAAT": 1800,
      "ACTAACA": 1801,
      "ACTAACC": 1802,
      "ACTAACG": 1803,
      "ACTAACT": 1804,
      "ACTAAGA": 1805,
      "ACTAAGC": 1806,
      "ACTAAGG": 1807,
      "ACTAAGT": 1808,
      "ACTAATA": 1809,
      "ACTAATC": 1810,
      "ACTAATG": 1811,
      "ACTAATT": 1812,
      "ACTACAA": 1813,
      "ACTACAC": 1814,
      "ACTACAG": 1815,
      "ACTACAT": 1816,
      "ACTACCA": 1817,
      "ACTACCC": 1818,
      "ACTACCG": 1819,
      "ACTACCT": 1820,
      "ACTACGA": 1821,
      "ACTACGC": 1822,
      "ACTACGG": 1823,
      "ACTACGT": 1824,
      "ACTACTA": 1825,
      "ACTACTC": 1826,
      "ACTACTG": 1827,
      "ACTACTT": 1828,
      "ACTAGAA": 1829,
      "ACTAGAC": 1830,
      "ACTAGAG": 1831,
      "ACTAGAT": 1832,
      "ACTAGCA": 1833,
      "ACTAGCC": 1834,
      "ACTAGCG": 1835,
      "ACTAGCT": 1836,
      "ACTAGGA": 1837,
      "ACTAGGC": 1838,
      "ACTAGGG": 1839,
      "ACTAGGT": 1840,
      "ACTAGTA": 1841,
      "ACTAGTC": 1842,
      "ACTAGTG": 1843,
      "ACTAGTT": 1844,
      "ACTATAA": 1845,
      "ACTATAC": 1846,
      "ACTATAG": 1847,
      "ACTATAT": 1848,
      "ACTATCA": 1849,
      "ACTATCC": 1850,
      "ACTATCG": 1851,
      "ACTATCT": 1852,
      "ACTATGA": 1853,
      "ACTATGC": 1854,
      "ACTATGG": 1855,
      "ACTATGT": 1856,
      "ACTATTA": 1857,
      "ACTATTC": 1858,
      "ACTATTG": 1859,
      "ACTATTT": 1860,
      "ACTCAAA": 1861,
      "ACTCAAC": 1862,
      "ACTCAAG": 1863,
      "ACTCAAT": 1864,
      "ACTCACA": 1865,
      "ACTCACC": 1866,
      "ACTCACG": 1867,
      "ACTCACT": 1868,
      "ACTCAGA": 1869,
      "ACTCAGC": 1870,
      "ACTCAGG": 1871,
      "ACTCAGT": 1872,
      "ACTCATA": 1873,
      "ACTCATC": 1874,
      "ACTCATG": 1875,
      "ACTCATT": 1876,
      "ACTCCAA": 1877,
      "ACTCCAC": 1878,
      "ACTCCAG": 1879,
      "ACTCCAT": 1880,
      "ACTCCCA": 1881,
      "ACTCCCC": 1882,
      "ACTCCCG": 1883,
      "ACTCCCT": 1884,
      "ACTCCGA": 1885,
      "ACTCCGC": 1886,
      "ACTCCGG": 1887,
      "ACTCCGT": 1888,
      "ACTCCTA": 1889,
      "ACTCCTC": 1890,
      "ACTCCTG": 1891,
      "ACTCCTT": 1892,
      "ACTCGAA": 1893,
      "ACTCGAC": 1894,
      "ACTCGAG": 1895,
      "ACTCGAT": 1896,
      "ACTCGCA": 1897,
      "ACTCGCC": 1898,
      "ACTCGCG": 1899,
      "ACTCGCT": 1900,
      "ACTCGGA": 1901,
      "ACTCGGC": 1902,
      "ACTCGGG": 1903,
      "ACTCGGT": 1904,
      "ACTCGTA": 1905,
      "ACTCGTC": 1906,
      "ACTCGTG": 1907,
      "ACTCGTT": 1908,
      "ACTCTAA": 1909,
      "ACTCTAC": 1910,
      "ACTCTAG": 1911,
      "ACTCTAT": 1912,
      "ACTCTCA": 1913,
      "ACTCTCC": 1914,
      "ACTCTCG": 1915,
      "ACTCTCT": 1916,
      "ACTCTGA": 1917,
      "ACTCTGC": 1918,
      "ACTCTGG": 1919,
      "ACTCTGT": 1920,
      "ACTCTTA": 1921,
      "ACTCTTC": 1922,
      "ACTCTTG": 1923,
      "ACTCTTT": 1924,
      "ACTGAAA": 1925,
      "ACTGAAC": 1926,
      "ACTGAAG": 1927,
      "ACTGAAT": 1928,
      "ACTGACA": 1929,
      "ACTGACC": 1930,
      "ACTGACG": 1931,
      "ACTGACT": 1932,
      "ACTGAGA": 1933,
      "ACTGAGC": 1934,
      "ACTGAGG": 1935,
      "ACTGAGT": 1936,
      "ACTGATA": 1937,
      "ACTGATC": 1938,
      "ACTGATG": 1939,
      "ACTGATT": 1940,
      "ACTGCAA": 1941,
      "ACTGCAC": 1942,
      "ACTGCAG": 1943,
      "ACTGCAT": 1944,
      "ACTGCCA": 1945,
      "ACTGCCC": 1946,
      "ACTGCCG": 1947,
      "ACTGCCT": 1948,
      "ACTGCGA": 1949,
      "ACTGCGC": 1950,
      "ACTGCGG": 1951,
      "ACTGCGT": 1952,
      "ACTGCTA": 1953,
      "ACTGCTC": 1954,
      "ACTGCTG": 1955,
      "ACTGCTT": 1956,
      "ACTGGAA": 1957,
      "ACTGGAC": 1958,
      "ACTGGAG": 1959,
      "ACTGGAT": 1960,
      "ACTGGCA": 1961,
      "ACTGGCC": 1962,
      "ACTGGCG": 1963,
      "ACTGGCT": 1964,
      "ACTGGGA": 1965,
      "ACTGGGC": 1966,
      "ACTGGGG": 1967,
      "ACTGGGT": 1968,
      "ACTGGTA": 1969,
      "ACTGGTC": 1970,
      "ACTGGTG": 1971,
      "ACTGGTT": 1972,
      "ACTGTAA": 1973,
      "ACTGTAC": 1974,
      "ACTGTAG": 1975,
      "ACTGTAT": 1976,
      "ACTGTCA": 1977,
      "ACTGTCC": 1978,
      "ACTGTCG": 1979,
      "ACTGTCT": 1980,
      "ACTGTGA": 1981,
      "ACTGTGC": 1982,
      "ACTGTGG": 1983,
      "ACTGTGT": 1984,
      "ACTGTTA": 1985,
      "ACTGTTC": 1986,
      "ACTGTTG": 1987,
      "ACTGTTT": 1988,
      "ACTTAAA": 1989,
      "ACTTAAC": 1990,
      "ACTTAAG": 1991,
      "ACTTAAT": 1992,
      "ACTTACA": 1993,
      "ACTTACC": 1994,
      "ACTTACG": 1995,
      "ACTTACT": 1996,
      "ACTTAGA": 1997,
      "ACTTAGC": 1998,
      "ACTTAGG": 1999,
      "ACTTAGT": 2000,
      "ACTTATA": 2001,
      "ACTTATC": 2002,
      "ACTTATG": 2003,
      "ACTTATT": 2004,
      "ACTTCAA": 2005,
      "ACTTCAC": 2006,
      "ACTTCAG": 2007,
      "ACTTCAT": 2008,
      "ACTTCCA": 2009,
      "ACTTCCC": 2010,
      "ACTTCCG": 2011,
      "ACTTCCT": 2012,
      "ACTTCGA": 2013,
      "ACTTCGC": 2014,
      "ACTTCGG": 2015,
      "ACTTCGT": 2016,
      "ACTTCTA": 2017,
      "ACTTCTC": 2018,
      "ACTTCTG": 2019,
      "ACTTCTT": 2020,
      "ACTTGAA": 2021,
      "ACTTGAC": 2022,
      "ACTTGAG": 2023,
      "ACTTGAT": 2024,
      "ACTTGCA": 2025,
      "ACTTGCC": 2026,
      "ACTTGCG": 2027,
      "ACTTGCT": 2028,
      "ACTTGGA": 2029,
      "ACTTGGC": 2030,
      "ACTTGGG": 2031,
      "ACTTGGT": 2032,
      "ACTTGTA": 2033,
      "ACTTGTC": 2034,
      "ACTTGTG": 2035,
      "ACTTGTT": 2036,
      "ACTTTAA": 2037,
      "ACTTTAC": 2038,
      "ACTTTAG": 2039,
      "ACTTTAT": 2040,
      "ACTTTCA": 2041,
      "ACTTTCC": 2042,
      "ACTTTCG": 2043,
      "ACTTTCT": 2044,
      "ACTTTGA": 2045,
      "ACTTTGC": 2046,
      "ACTTTGG": 2047,
      "ACTTTGT": 2048,
      "ACTTTTA": 2049,
      "ACTTTTC": 2050,
      "ACTTTTG": 2051,
      "ACTTTTT": 2052,
      "AGAAAAA": 2053,
      "AGAAAAC": 2054,
      "AGAAAAG": 2055,
      "AGAAAAT": 2056,
      "AGAAACA": 2057,
      "AGAAACC": 2058,
      "AGAAACG": 2059,
      "AGAAACT": 2060,
      "AGAAAGA": 2061,
      "AGAAAGC": 2062,
      "AGAAAGG": 2063,
      "AGAAAGT": 2064,
      "AGAAATA": 2065,
      "AGAAATC": 2066,
      "AGAAATG": 2067,
      "AGAAATT": 2068,
      "AGAACAA": 2069,
      "AGAACAC": 2070,
      "AGAACAG": 2071,
      "AGAACAT": 2072,
      "AGAACCA": 2073,
      "AGAACCC": 2074,
      "AGAACCG": 2075,
      "AGAACCT": 2076,
      "AGAACGA": 2077,
      "AGAACGC": 2078,
      "AGAACGG": 2079,
      "AGAACGT": 2080,
      "AGAACTA": 2081,
      "AGAACTC": 2082,
      "AGAACTG": 2083,
      "AGAACTT": 2084,
      "AGAAGAA": 2085,
      "AGAAGAC": 2086,
      "AGAAGAG": 2087,
      "AGAAGAT": 2088,
      "AGAAGCA": 2089,
      "AGAAGCC": 2090,
      "AGAAGCG": 2091,
      "AGAAGCT": 2092,
      "AGAAGGA": 2093,
      "AGAAGGC": 2094,
      "AGAAGGG": 2095,
      "AGAAGGT": 2096,
      "AGAAGTA": 2097,
      "AGAAGTC": 2098,
      "AGAAGTG": 2099,
      "AGAAGTT": 2100,
      "AGAATAA": 2101,
      "AGAATAC": 2102,
      "AGAATAG": 2103,
      "AGAATAT": 2104,
      "AGAATCA": 2105,
      "AGAATCC": 2106,
      "AGAATCG": 2107,
      "AGAATCT": 2108,
      "AGAATGA": 2109,
      "AGAATGC": 2110,
      "AGAATGG": 2111,
      "AGAATGT": 2112,
      "AGAATTA": 2113,
      "AGAATTC": 2114,
      "AGAATTG": 2115,
      "AGAATTT": 2116,
      "AGACAAA": 2117,
      "AGACAAC": 2118,
      "AGACAAG": 2119,
      "AGACAAT": 2120,
      "AGACACA": 2121,
